Repository: ovidner/bitket
Catalog: tickle/sof/orchestras/locale/*/LC_MESSAGES/django.po
Languages: sv

source: holds product
sv: produktägarskap

source: event
sv: evenemang

source: special nutrition
sv: speciella kostvanor

source: Name
sv: Namn

source: PID
sv: Personnummer

source: Primary orchestra
sv: Primär orkester

source: Other orchestras
sv: Andra orkestrar

source: Export selected objects as CSV file
sv: Exportera markerade objekt i CSV-format

source: Invoice orchestra
sv: Fakturera orkester

source: invoicable quantity
sv: fakturerbar kvantitet

source: Product
sv: Produkt

source: Approved
sv: Godkänd

source: Yes
sv: Ja

source: No
sv: Nej

source: Primary
sv: Primär

source: Ticket type
sv: Biljettyp

source: Food
sv: Mat

source: Meals as described above.
sv: Måltider enligt ovan.

source: Accommodation
sv: Boende

source: Place on floor &ndash; bring your own bedroll. Breakfast included.
sv: Plats på golv i sovsal &ndash; ta med dig sovsäck och liggunderlag. Frukost ingår.

source: 10th festival in a row
sv: 10-årsjubilar

source: Will this be your 10th SOF/STORK in a row?
sv: Blir detta din tionde studentorkesterfestival i följd? Kryssa inte i detta om du redan firat detta en gång tidigare.

source: 25th festival
sv: 25-årsjubilar

source: Will this be your 25th SOF/STORK in all?
sv: Blir detta din 25:e studentorkesterfestival totalt?

source: Can't add food to this ticket type.
sv: Mat kan inte väljas till denna biljett.

source: Can't add accommodation to this ticket type.
sv: Boende kan inte väljas till denna biljett.

source: Can't choose this with this ticket type.
sv: Kan inte välja detta till denna biljett.

source: orchestra member
sv: orkestermedlem

source: orchestra members
sv: orkestermedlemmar

source: name
sv: namn

source: organisation number
sv: organisationsnummer

source: members
sv: medlemmar

source: Approve orchestra members
sv: Godkänn orkestermedlemmar

source: orchestra
sv: orkester

source: orchestras
sv: orkestrar

source: primary orchestra
sv: primär orkester

source: orchestra membership
sv: orkestermedlemskap

source: orchestra memberships
sv: orkestermedlemskap

source: purchase
sv: köp

source: orchestra member registration
sv: orkestermedlemsregistrering

source: orchestra member registrations
sv: orkestermedlemsregistreringar

source: ticket type
sv: biljettyp

source: food ticket type
sv: biljettyp för mat

source: accommodation ticket type
sv: biljettyp för boende

source: 10th festival ticket type
sv: biljettyp för 10-årsjubilarer

source: 25th festival ticket type
sv: biljettyp för 25-årsjubilarer

source: orchestra ticket type
sv: biljettpaket för orkestrar

source: orchestra ticket types
sv: biljettpaket för orkestrar

source: product
sv: produkt

source: products
sv: produkter

source: Orchestra members
sv: Orkestermedlemmar

source: When you have approved your members, you may also review your
sv: När du godkänt dina medlemmar, ta gärna en titt på ditt

source: invoice data
sv: fakturaunderlag

source: Save
sv: Spara

source: Orchestra member registration
sv: Orkestermedlemsregistrering

source: Personal information
sv: Personuppgifter

source: Orchestra membership
sv: Orkestermedlemskap

source: Specify the orchestra(s) with which you will attend SOF. Also specify one (1) orchestra as your <em>primary</em>. This orchestra will receive an invoice for your ticket and your gadgets.
sv: Ange här vilken eller vilka orkestrar du går på SOF med. Markera en orkester som <em>primär</em> – det är denna orkester som kommer få faktura på din biljett och dina prylar. Vi försöker schemalägga spelningar så att du inte ska behöva välja vilka du ska spela med, men vi kan tyvärr inte garantera något.

source: All the orchestras you specify will have to verify your membership.
sv: Alla orkestrar du anger kommer behöva bekräfta ditt medlemskap.

source: Payment
sv: Betalning

source: Your primary orchestra will receive an invoice for everything you buy from this page, and will also decide how the payment will be handled. Please contact your orchestra for questions regarding payment.
sv: Din (primära) orkester får en faktura på allt du köper från oss på den här sidan. Vem som betalar i slutändan är sedan upp till din orkester. Därför ser vi gärna att du i första hand vänder dig till din orkester med frågor om betalning.

source: Ticket, food and accommodation
sv: Biljett, mat och boende

source: <p> Select which days you will be attending the festival. The cost of the sleeping hall is 50 SEK, regardless of what length of ticket you choose. The food and drink ticket costs the following for each ticket type. </p> <dl class="dl-horizontal"> <dt>Thursday &ndash; sunday</dt> <dd>215 SEK</dd> <dt>Friday &ndash; sunday</dt> <dd>140 SEK</dd> <dt>Only saturday</dt> <dd>75 SEK</dd> </dl> <p> The following is included for each of the days in the food and drink ticket: </p> <dl class="dl-horizontal"> <dt>Thursday</dt> <dd>Welcoming dinner for the orchestras, a drink, midnight snack</dd> <dt>Friday</dt> <dd>Supper, a drink, midnight snack</dd> <dt>Saturday</dt> <dd>Light lunch at the Kårtege, supper, a drink, midnight snack</dd> </dl>
sv: <p> Ange under vilka dagar du vill vara med på festivalen. Tillägg för boende kostar 50 kr oavsett biljettlängd. Matbiljetten kostar följande för respektive biljettyp: </p> <dl class="dl-horizontal"> <dt>Torsdag &ndash; söndag</dt> <dd>215 kr</dd> <dt>Fredag &ndash; söndag</dt> <dd>140 kr</dd> <dt>Endast lördag</dt> <dd>75 kr</dd> </dl> <p> Följande ingår i matbiljetten för respektive dag: </p> <dl class="dl-horizontal"> <dt>Torsdag</dt><dd>Orkestersittning, en dryck, vickning</dd><dt>Fredag</dt><dd>Middag, en dryck, vickning</dd><dt>Lördag</dt><dd>Lättare lunch vid Kårtegen, middag, en dryck, vickning</dd> </dl>

source: Gadgets
sv: Prylar

source: Unfortunately, there are no gadgets available.
sv: Tyvärr går det ej att beställa några prylar.

source: Submit registration
sv: Skicka anmälan

source: Invoice data
sv: Fakturaunderlag

source: Please note that this invoice data is based only on your
sv: Vänligen observera att detta underlag baseras enbart på dina

source: approved members
sv: godkända medlemmar

source: You may download this data in CSV format and import it in an application like Excel.
sv: Ladda gärna ned underlaget i CSV-format och importera i till exempel Excel.

source: Download as CSV
sv: Ladda ned som CSV

source: Price
sv: Pris

source: Quantity
sv: Antal

source: Total
sv: Totalt

source: No members approved.
sv: Inga medlemmar verifierade.

source: The members you selected have been successfully approved.
sv: De medlemmar du valt har verifierats.
