Repository: ovidner/bitket
Catalog: tickle/sof/kartege/locale/*/LC_MESSAGES/django.po
Languages: sv

source: registered members
sv: registrerade deltagare

source: Too many members for this entry type.
sv: För många deltagare för den här bidragstypen.

source: Free build must have specified, valid dimensions.
sv: Fribyggen måste ha specifika mått.

source: name
sv: namn

source: unit
sv: enhet

source: materials
sv: material

source: material role
sv: materialroll

source: material roles
sv: materialroller

source: entry
sv: bidrag

source: amount
sv: mängd

source: role
sv: användningsområde

source: entry material
sv: bidragsmaterial

source: entry materials
sv: bidragsmaterial

source: entry custom material
sv: anpassat bidragsmaterial

source: entry custom materials
sv: anpassade bidragsmaterial

source: description
sv: beskrivning

source: max members
sv: maximalt antal deltagare

source: entry type
sv: bidragstyp

source: entry types
sv: bidragstyper

source: constellation
sv: förening/sällskap

source: E.g. <em>MPiRE</em>, <em>Grabbarna Grus</em>
sv: Till exempel <em>3Cant</em>, <em>Navitas</em> eller <em>Grabbarna Grus</em>

source: entry name
sv: bidragsnamn

source: number of members
sv: antal deltagare

source: approved
sv: godkänt

source: address
sv: adress

source: postcode
sv: postnummer

source: city
sv: stad

source: phone
sv: telefonnummer

source: email
sv: e-postadress

source: width
sv: bredd

source: Width in meters, in direction of movement.
sv: Bredd i meter, i färdriktningen.

source: length
sv: längd

source: Length in meters, in direction of movement.
sv: Längd i meter, i färdriktningen.

source: height
sv: höjd

source: Height in meters.
sv: Höjd i meter.

source: Describe your idea! Maximum 500 words.
sv: Hur ska bidraget se ut? Beskriv er idé! Högst 500 ord.

source: spex description
sv: spexbeskrivning

source: Describe what will happen in, on and around your carriage! Music, theatre or anything else amusing? Maximum 500 words.
sv: Vad kommer att hända på/runt ert bidrag? Till exempel dans, sång, teater eller annat kul! Högst 500 ord.

source: other information
sv: annan information

source: Want us to know something else?
sv: Något mer vi borde veta?

source: entries
sv: bidrag

source: entry membership
sv: bidragsmedlemskap

source: entry memberships
sv: bidragsmedlemskap

source: Kårtege member
sv: Kårtegedeltagare

source: Kårtege members
sv: Kårtegedeltagare

source: Kårtege member discount
sv: Kårtegedeltagarrabatt

source: Kårtege member discounts
sv: Kårtegedeltagarrabatter

source: handle
sv: koppling

source: Kårtege entry invoice handle
sv: Kårtegebidragsfakturakoppling

source: Kårtege entry invoice handles
sv: Kårtegebidragsfakturakopplingar
