Repository: ovidner/bitket
Catalog: tickle/sof/workers/locale/*/LC_MESSAGES/django.po
Languages: sv

source: responsible person
sv: ansvarig

source: shift type
sv: passtyp

source: Critical
sv: Kritiskt

source: Alarming
sv: Alarmerande

source: Overstaffed
sv: Överbemannat

source: shift
sv: pass

source: functionary registered
sv: registrerad som funktionär

source: signed contract
sv: godkänt kontrakt

source: attended info meeting
sv: deltagit på infomöte

source: pledge payed
sv: pant betalad

source: pledge returned
sv: pant återbetalad

source: shifts
sv: pass

source: You haven't chosen any shifts. You need to select at least one.
sv: Du har inte valt något arbetspass. Du måste välja minst ett arbetspass.

source: You have chosen two shifts that overlap.
sv: Du har valt två arbetspass som är samtidigt.

source: worker
sv: jobbare

source: workers
sv: jobbare

source: registration timestamp
sv: tidsstämpel för registrering

source: ICE number
sv: ICE-nummer

source: B driving license
sv: Jag innehar B-körkort

source: Mandatory for driving missions.
sv: Obligatoriskt för chaufförfunkis.

source: functionary
sv: funktionär

source: functionaries
sv: funktionärer

source: must be functionary
sv: måste vara funktionär

source: functionary discount
sv: funktionärsrabatt

source: functionary discounts
sv: funktionärsrabatter

source: shift/s
sv: pass

source: %d shift
sv: %d pass

source: shift types
sv: passtyper

source: shift type discount
sv: passtypsrabatt

source: shift type discounts
sv: passtypsrabatter

source: name
sv: namn

source: description
sv: beskrivning

source: location
sv: plats

source: locations
sv: platser

source: start
sv: början

source: end
sv: slut

source: responsible
sv: ansvarig

source: maximum number of workers
sv: maximalt antal jobbare

source: alarming number of workers
sv: alarmerande antal jobbare

source: critical number of workers
sv: kritiskt antal jobbare

source: The number of workers where the system will report the status as critical.
sv: Antal jobbare som behövs för normal operation.

source: public
sv: publik

source: checked in
sv: incheckad

source: checked out
sv: utcheckad

source: shift registration
sv: passregistrering

source: shift registrations
sv: passregistreringar

source: Functionary registration
sv: Funktionärsregistrering

source: Shifts
sv: Pass

source: Select the shift(s) that you will work. Please note that this registration is binding.
sv: Markera det eller de pass du tänker arbeta. Vänligen notera att denna anmälan är bindande.

source: It seems you're already registered as a functionary. Please <a href="mailto:funkissupport@sof15.se">contact us</a> if you want to work another shift.
sv: Det verkar som att du redan är registrerad som funktionär. <a href="mailto:funkissupport@sof15.se">Kontakta oss</a> gärna om du vill registrera dig på fler pass.
